[
  {
    "id": "street2018",
    "abstract": "What is Tactical Urbanism? Pedestrian Plazas. Parklets. Pop-up Bike Lanes. Whether you live in a community large or small, you've likely seen it for yourself. Cities around the world are using flexible and short-term projects to advance long-term goals related to street safety, public space, and more. Tactical Urbanism is all about action. Also known as DIY Urbanism, Planning-by-Doing, Urban Acupuncture, or Urban Prototyping, this approach refers to a city, organizational, and/or citizen-led approach to neighborhood building using short-term, low-cost, and scalable interventions to catalyze long-term change.",
    "author": "Street Plans Collaborative",
    "title": "Tactical Urbanist's Guide to Materials and Design",
    "year": "2018",
    "image": "http://tacticalurbanismguide.com/wp-content/uploads/2017/02/TU_MG_450.png",
    "more": "http://tacticalurbanismguide.com/"
  },
  {
    "id": "solari1969",
    "abstract": "In his philosophy 'arcology' (architecture + ecology), Soleri formulated a path that may aid us on our evolutionary journey toward a state of aesthetic, equity, and compassion. For more than a half century, his work, marked by a broad-ranging and coherent intellect (so scarce in the age of specialization), has influenced many in search of a new paradigm for our built environment. <br/> If the act of living includes the pioneering of reality through imagination and sweat, Soleri has given us more than enough food for thought in the examples he has left on paper and in the desert wind.",
    "author": "Pablo Solari",
    "title": "Arcology: the City in the Image of Man",
    "year": "1969",
    "image": "https://modernism101.com/wp-content/uploads/2018/01/soleri_bridgewood_press_00-400x233.jpg",
    "more": "https://www.organism.earth/library/document/arcology"
  },
  {
    "id": "beatley2011",
    "abstract": "Tim Beatley has long been a leading advocate for the 'greening' of cities. But too often, he notes, urban greening efforts focus on everything except nature, emphasising such elements as public transport, renewable energy production, and energy efficient building systems. While these are important aspects of re-imagining urban living, they are not enough, says Beatley. We must remember that human beings have an innate need to connect with the natural world (the biophilia hypothesis). And any vision of a sustainable urban future must place its focus squarely on nature, on the presence, conservation, and celebration of the actual green features and natural life forms. A biophilic city is more than simply a biodiverse city, says Beatley. It is a place that learns from nature and emulates natural systems, incorporates natural forms and images into its buildings and cityscapes, and designs and plans in conjunction with nature. A biophilic city cherishes the natural features that already exist but also works to restore and repair what has been lost or degraded. In 'Biophilic Cities Beatley' not only outlines the essential elements of a biophilic city, but provides examples and stories about cities that have successfully integrated biophilic elements - from the building to the regional level - around the world. From urban ecological networks and connected systems of urban green space, to green rooftops and green walls and sidewalk gardens, Beatley reviews the emerging practice of biophilic urban design and planning, and tells many compelling stories of individuals and groups working hard to transform cities from grey and lifeless to green and biodiverse. ",
    "author": "Tim Beatley",
    "title": "Biophilic cities: integrating nature into urban design and planning",
    "year": "2011",
    "image": "https://islandpress.org/sites/default/files/9781597267144.jpg",
    "more": "https://islandpress.org/books/biophilic-cities"
  },
  {
    "id": "meter2021",
    "abstract": "Our current food system has decimated rural communities and confined the choices of urban consumers. Even while America continues to ramp up farm production to astounding levels, net farm income is now lower than at the onset of the Great Depression, and one out of every eight Americans faces hunger. But a healthier and more equitable food system is possible. In Building Community Food Webs, Ken Meter shows how grassroots food and farming leaders across the U.S. are tackling these challenges by constructing civic networks. Overturning extractive economic structures, these inspired leaders are engaging low-income residents, farmers, and local organizations in their quest to build stronger communities. <br/> Community food webs strive to build health, wealth, capacity, and connection. Their essential element is building greater respect and mutual trust, so community members can more effectively empower themselves and address local challenges. Farmers and researchers may convene to improve farming practices collaboratively. Health clinics help clients grow food for themselves and attain better health. Food banks engage their customers to challenge the root causes of poverty. Municipalities invest large sums to protect farmland from development. Developers forge links among local businesses to strengthen economic trade. Leaders in communities marginalized by our current food system are charting a new path forward. <br/> Building Community Food Webs captures the essence of these efforts, underway in diverse places including Montana, Hawai'i, Vermont, Arizona, Colorado, Indiana, and Minnesota. Addressing challenges as well as opportunities, Meter offers pragmatic insights for community food leaders and other grassroots activists alike.",
    "author": "Ken Meter",
    "title": "Building Community Food Webs",
    "year": "2021",
    "image": "https://islandpress.org/sites/default/files/BookCovers/9781642831474.jpg",
    "more": "https://islandpress.org/books/building-community-food-webs"
  },
  {
    "id": "bruntlett2018",
    "abstract": "In car-clogged urban areas across the world, the humble bicycle is enjoying a second life as a legitimate form of transportation. City officials are rediscovering it as a multi-pronged (or -spoked) solution to acute, 21st-century problems, including affordability, obesity, congestion, climate change, inequity, and social isolation. As the world's foremost cycling nation, the Netherlands is the only country where the number of bikes exceeds the number of people, primarily because the Dutch have built a cycling culture accessible to everyone, regardless of age, ability, or economic means. <br/> Chris and Melissa Bruntlett share the incredible success of the Netherlands through engaging interviews with local experts and stories of their own delightful experiences riding in five Dutch cities. Building the Cycling City examines the triumphs and challenges of the Dutch while also presenting stories of North American cities already implementing lessons from across the Atlantic. Discover how Dutch cities inspired Atlanta to look at its transit-bike connection in a new way and showed Seattle how to teach its residents to realize the freedom of biking, along with other encouraging examples. <br/> Tellingly, the Dutch have two words for people who ride bikes: wielrenner (“wheel runner”) and fietser (“cyclist”), the latter making up the vast majority of people pedaling on their streets, and representing a far more accessible, casual, and inclusive style of urban cycling—walking with wheels. Outside of their borders, a significant cultural shift is needed to seamlessly integrate the bicycle into everyday life and create a whole world of fietsers. The Dutch blueprint focuses on how people in a particular place want to move. <br/> The relatable success stories will leave readers inspired and ready to adopt and implement approaches to make their own cities better places to live, work, play, and—of course—cycle.",
    "author": "Melissa Bruntlett and Chris Bruntlett",
    "title": "Building the Cycling City: The Dutch Blueprint for Urban Vitality",
    "year": "2018",
    "image": "https://islandpress.org/sites/default/files/BookCovers/9781610918794.jpg",
    "more": "https://islandpress.org/books/building-cycling-city"
  },
  {
    "id": "vanderryn2013",
    "abstract": "Despite an uncertain economy, the market for green building is exploding. The US green building market has expanded dramatically since 2008 and is projected to double in size by 2015 (from $42 billion in construction starts to $135 billion). But green-building pioneer Sim Van der Ryn says, “greening” our buildings is not enough.  He advocates for “empathic design”, in which a designer not only works in concert with nature, but with an understanding of and empathy for the end user and for ones self.  It is not just one of these connections, but all three that are necessary to design for a future that is more humane, equitable, and resilient. <br/> Sim's lifelong focus has been in shifting the paradigm in architecture and design. Instead of thinking about design primarily in relation to the infrastructure we live in and with—everything from buildings to wireless routing—he advocates for a focus on the people who use and are affected by this infrastructure. Basic design must include a real understanding of human ecology or end-user preferences. Understanding ones motivations and spirituality, Sim believes, is critical to designing with empathy for natural and human communities. <br/> In Design for an Empathic World Van der Ryn shares his thoughts and experience about the design of our world today. With a focus on the strengths and weaknesses in our approach to the design of our communities, regions, and buildings he looks at promising trends and projects that demonstrate how we can help create a better world for others and ourselves. Architects, urban designers, and students of architecture will all enjoy this beautifully illustrated book drawing on a rich and revered career of a noted leader in their field. The journey described in Design for an Empathic World will help to inspire change and foster the collaboration and thoughtfulness necessary to achieve a more empathic future.",
    "author": "Sim Van der Ryn",
    "title": "Design for an Empathic World: Reconnecting People, Nature, and Self",
    "year": "2013",
    "image": "https://islandpress.org/sites/default/files/BookCovers/9781610914260.jpg",
    "more": "https://islandpress.org/books/design-empathic-world"
  },
  {
    "id": "sant2022",
    "abstract": "For decades, American cities have experimented with ways to remake themselves in response to climate change. These efforts, often driven by grassroots activism, offer valuable lessons for transforming the places we live. In From the Ground Up: Local Efforts to Create Resilient Cities, design expert Alison Sant focuses on the unique ways in which US cities are working to mitigate and adapt to climate change while creating equitable and livable communities. She shows how, from the ground up, we are raising the bar to make cities places in which we don’t just survive, but where all people have the opportunity to thrive. <br/> The efforts discussed in the book demonstrate how urban experimentation and community-based development are informing long-term solutions.  Sant shows how US cities are reclaiming their streets from cars, restoring watersheds, growing forests, and adapting shorelines to improve people’s lives while addressing our changing climate. The best examples of this work bring together the energy of community activists, the organization of advocacy groups, the power of city government, and the reach of federal environmental policy. <br/> Sant presents 12 case studies, drawn from research and over 90 interviews with people who are working in these communities to make a difference. For example, advocacy groups in Washington, DC are expanding the urban tree canopy and offering job training in the growing sector of urban forestry. In New York, transit agencies are working to make streets safer for cyclists and pedestrians while shortening commutes. In San Francisco, community activists are creating shoreline parks while addressing historic environmental injustice. <br/> From the Ground Up is a call to action. When we make the places we live more climate resilient, we need to acknowledge and address the history of social and racial injustice. Advocates, non-profit organizations, community-based groups, and government officials will find examples of how to build alliances to support and embolden this vision together. Together we can build cities that will be resilient to the challenges ahead.",
    "author": "Alison Sant",
    "title": "From the Ground Up: Local Efforts to Create Resilient Cities",
    "year": "2022",
    "image": "https://islandpress.org/sites/default/files/9781610918961.jpg",
    "more": "https://islandpress.org/books/ground"
  },

]