{
  "chambers2021": {
    "ENTRYTYPE": "item",
    "ID": "chambers2021",
    "abstract": "On a moon called Panga where AI and robots are a distant myth, Dex is an adventurous and friendly tea monk who travels the human-populated areas of their moon meeting villagers and townsfolk. Dex custom-blends tea to fit the people's needs and personalities, and they confide their misgivings to the monk. One day Dex, seeking a change in their routine, travels into the wild and meets a robot named Splendid Speckled Mosscap and they are thrown into a road-trip with a question on their minds: 'What do people need?'",
    "author": "Becky Chambers",
    "title": "A Psalm for the Wild-Built",
    "year": "2021",
    "image": "https://upload.wikimedia.org/wikipedia/en/a/a5/PsalmforWild.jpg",
    "url": "https://en.wikipedia.org/wiki/A_Psalm_for_the_Wild-Built"
  },
  "robinson2020": {
    "ENTRYTYPE": "item",
    "ID": "robinson2020",
    "abstract": "The Ministry for the Future is a climate fiction ('cli-fi') novel by American science fiction writer Kim Stanley Robinson published in 2020. Set in the near future, the novel follows a subsidiary body, established under the Paris Agreement, whose mission is to act as an advocate for the world's future generations of citizens as if their rights are as valid as the present generation's. While they pursue various ambitious projects, the effects of climate change are determined to be the most consequential. The plot primarily follows Mary Murphy, the head of the titular Ministry for the Future, and Frank May, an American aid worker traumatized by experiencing a deadly heat wave in India. Many chapters are devoted to other (mostly anonymous) characters' accounts of future events, as well as their ideas about ecology, economics, and other subjects. ",
    "author": "Kim Stanley Robinson",
    "title": "The Ministry for the Future",
    "year": "2020",
    "image": "https://upload.wikimedia.org/wikipedia/en/0/05/The_Ministry_for_the_Future.png",
    "url": "https://en.wikipedia.org/wiki/The_Ministry_for_the_Future"
  },
  "robinson2017": {
    "ENTRYTYPE": "item",
    "ID": "robinson2017",
    "abstract": "The novel occurs mostly in a fictional future New York City, permanently inundated by two major rises in seawater levels caused by climate change. Most of New York City is permanently underwater, however, people still live in the upper floors of the buildings, much like in the Venice of today. Robinson has said that the novel does not take place in the same 'future history' as his novel 2312. Most of Manhattan below 46th Street is flooded, and has earned the nickname 'SuperVenice'. Several of the book's characters live in the MetLife Tower on 23rd Street, which the tenant association has outfitted with flood-prevention mechanisms and boat storage. Robinson chose to prominently feature the building as it was designed to resemble the St Mark's Campanile in Venice. The affluent live in newly constructed skyscrapers in Uptown Manhattan and near The Cloisters, as both locations remain above water. Denver has replaced New York as the center of American finance and culture, and much of the United States has been deliberately abandoned by humans in order to make room for wildlife. Robinson has previously addressed sea level rise directly and indirectly in his works Aurora, 2312, and the Mars trilogy.",
    "author": "Kim Stanley Robinson",
    "title": "New York 2140",
    "year": "2017",
    "image": "https://upload.wikimedia.org/wikipedia/en/e/e8/New_York_2140.jpg",
    "url": "https://en.wikipedia.org/wiki/New_York_2140"
  },
  "callenbach1975": {
    "ENTRYTYPE": "item",
    "ID": "callenbach1975",
    "abstract": "Ecotopia: The Notebooks and Reports of William Weston is a utopian novel by Ernest Callenbach, published in 1975. The society described in the book is one of the first ecological utopias and was influential on the counterculture and the green movement in the 1970s and thereafter. The author himself claimed that the society he depicted in the book is not a true utopia (in the sense of a perfect society), but, while guided by societal intentions and values, was imperfect and in-process. Callenbach said of the story, in relation to Americans: 'It is so hard to imagine anything fundamentally different from what we have now. But without these alternate visions, we get stuck on dead center. And we'd better get ready. We need to know where we'd like to go.'",
    "author": "Ernest Callenbach",
    "title": "Ecotopia",
    "year": "1975",
    "image": "https://upload.wikimedia.org/wikipedia/en/9/9e/Ecotopia%2C_first_edition.jpg",
    "url": "https://en.wikipedia.org/wiki/Ecotopia"
  },
  "piercy1976": {
    "ENTRYTYPE": "item",
    "ID": "piercy1976",
    "abstract": "Woman on the Edge of Time is a 1976 novel by American writer Marge Piercy. It is considered a classic of utopian speculative science fiction as well as a feminist classic. The novel was originally published by Alfred A. Knopf. Piercy draws on several inspirations to write this novel such as utopian studies, technoscience, socialization, and female fantasies. One of Piercy's main inspirations for her utopian novels is Plato's Republic. Piercy describes the novel as, 'if only…' Piercy even compares Woman on the Edge of Time and another one of her utopian novels He, She, and It when discussing the themes and inspirations behind it.",
    "author": "Marge Piercy",
    "title": "Woman on the Edge of Time",
    "year": "1976",
    "image": "https://upload.wikimedia.org/wikipedia/en/0/09/Woman_on_the_Edge_of_Time_%28book_cover%29.jpg",
    "url": "https://en.wikipedia.org/wiki/Woman_on_the_Edge_of_Time"
  },
  "leguin1985": {
    "ENTRYTYPE": "item",
    "ID": "leguin1985",
    "abstract": "Always Coming Home is a 1985 science fiction novel by American writer Ursula K. Le Guin. It is in parts narrative, pseudo-textbook and pseudo-anthropologist's record. It describes the life and society of the Kesh people, a cultural group who live in the distant future long after modern society has collapsed. It is presented by Pandora, who seems to be an anthropologist or ethnographer from the readers' contemporary culture, or a culture very close to it. Pandora describes the book as a protest against contemporary civilization, which the Kesh call 'the Sickness of Man'.",
    "author": "Ursula K. Le Guin",
    "title": "Always Coming Home",
    "year": "1985",
    "image": "https://upload.wikimedia.org/wikipedia/en/5/56/Achnavalleyorig.jpg",
    "url": "https://en.wikipedia.org/wiki/Always_Coming_Home"
  },
  "leguin1974": {
    "ENTRYTYPE": "item",
    "ID": "leguin1974",
    "abstract": "The Dispossessed (in later printings titled The Dispossessed: An Ambiguous Utopia) is a 1974 anarchist utopian science fiction novel by American writer Ursula K. Le Guin, one of her seven Hainish Cycle novels. It is one of a small number of books to win all three Hugo, Locus and Nebula Awards for Best Novel. It achieved a degree of literary recognition unusual for science fiction due to its exploration of themes such as anarchism and revolutionary societies, capitalism, utopia, individualism, and collectivism. It features the development of the mathematical theory underlying a fictional ansible, a device capable of faster-than-light communication (it can send messages without delay, even between star systems) that plays a critical role in the Hainish Cycle. The invention of the ansible places the novel first in the internal chronology of the Hainish Cycle, although it was the fifth published.",
    "author": "Ursula K. Le Guin",
    "title": "The Dispossessed",
    "year": "1974",
    "image": "https://upload.wikimedia.org/wikipedia/en/f/fc/TheDispossed%281stEdHardcover%29.jpg",
    "url": "https://en.wikipedia.org/wiki/The_Dispossessed"
  },
  "bookchin1971": {
    "ENTRYTYPE": "item",
    "ID": "bookchin1971",
    "abstract": "Bookchin's 'post-scarcity anarchism' is an economic system based on social ecology, libertarian municipalism, and an abundance of fundamental resources. Bookchin argues that post-industrial societies have the potential to be developed into post-scarcity societies, and can thus imagine 'the fulfillment of the social and cultural potentialities latent in a technology of abundance'. The self-administration of society is now made possible by technological advancement and, when technology is used in an ecologically sensitive manner, the revolutionary potential of society will be much changed. Bookchin claims that the expanded production made possible by the technological advances of the twentieth century were in the pursuit of market profit and at the expense of the needs of humans and of ecological sustainability. The accumulation of capital can no longer be considered a prerequisite for liberation, and the notion that obstructions such as the state, social hierarchy, and vanguard political parties are necessary in the struggle for freedom of the working classes can be dispelled as a myth.",
    "author": "Murray Bookchin",
    "title": "Post-Scarcity Anarchism",
    "year": "1971",
    "image": "https://upload.wikimedia.org/wikipedia/en/4/40/Post_Scarcity_Anarchism%2C_1971_edition.JPG",
    "url": "https://en.wikipedia.org/wiki/Post-Scarcity_Anarchism"
  },
  "starhawk1993": {
    "ENTRYTYPE": "item",
    "ID": "starhawk1993",
    "abstract": "The novel describes a world set in the year 2048 after a catastrophe which has fractured the United States into several nations. The protagonists live in San Francisco and have evolved in the direction of Ecotopia, reverting to a sustainable economy, using wind power, local agriculture, and the like. San Francisco is presented as a mostly pagan city where the streets have been torn up for gardens and streams, no one starves or is homeless, and the city's defense council consists primarily of nine elderly women who 'listen and dream'. The novel describes 'a utopia where women are leading societies but are doing so with the consent of men.' To the south, an overtly theocratic Christian fundamentalist nation has evolved and plans to wage war against the San Franciscans. The novel explores the events before and during the ensuing struggle between the two nations, pitting utopia and dystopia against each other.The story is primarily told from the points of view of 98-year-old Maya, her nominal granddaughter Madrone, and her grandson Bird. Through these and other characters, the story explores many elements from ecofeminism and ecotopian fiction.",
    "author": "Starhawk",
    "title": "The Fifth Sacred Thing",
    "year": "1993",
    "image": "https://upload.wikimedia.org/wikipedia/en/9/9b/5thsacredthing.jpg",
    "url": "https://en.wikipedia.org/wiki/The_Fifth_Sacred_Thing"
  },
  "doctorow2017": {
    "ENTRYTYPE": "item",
    "ID": "doctorow2017",
    "abstract": "In a world of non-work, ruined by human-created climate change and pollution, and where people are under surveillance and ruled over by a mega-rich elite, Hubert, Etc, his friend Seth, and Natalie, decide that they have nothing to lose by turning their backs and walking away from the everyday world or 'default reality,' shortened to 'Default.' The improvement of 3D printers over current real-world versions, as well as the invention of machines that can search for and reprocess waste or discarded materials, the characters no longer have need of Default for the basic essentials of life, such as food, clothing, and shelter. As more and more people choose to 'walkaway', the ruling elite do not take these social changes sitting down. They use the military, police and mercenaries to attack and disrupt the walkaways' new settlements. One thing that the elite are especially interested in is scientific research that the walkaways are carrying out which could potentially put an end to death, which results in general revolution within Default and eventual war with walkaway settlements.",
    "author": "Cory Doctorow",
    "title": "Walkaway",
    "year": "2017",
    "image": "https://upload.wikimedia.org/wikipedia/en/6/65/Walkaway_%28a_Cory_Doctorow_novel%29_book_cover.jpg",
    "url": "https://en.wikipedia.org/wiki/Walkaway_(Doctorow_novel)"
  },
  "milkoreit2016": {
    "ENTRYTYPE": "item",
    "ID": "milkoreit2016",
    "abstract": "Everything Change features twelve stories from our 2016 Climate Fiction Short Story Contest along with a foreword by science fiction legend and contest judge Kim Stanley Robinson and an interview with renowned climate fiction author Paolo Bacigalupi. Everything Change is free to download, read, and share.",
    "author": "edited by Manjana Milkoreit, Meredith Martinez & Joey Eschrich",
    "title": "Everything Change: An Anthology of Climate Fiction",
    "year": "2016",
    "image": "http://climateimag.wpengine.com/wp-content/uploads/2015/09/clifi-contest.jpg",
    "url": "https://climateimagination.asu.edu/everything-change/"
  },
  "bookchin1982": {
    "ENTRYTYPE": "item",
    "ID": "bookchin1982",
    "abstract": "The Ecology of Freedom: The Emergence and Dissolution of Hierarchy is a 1982 book by the American libertarian socialist and ecologist Murray Bookchin, in which the author describes his concept of social ecology, the idea that ecological problems are caused by human social problems and can be solved only by reorganizing society along ecological and ethical lines. The book is considered Bookchin's magnum opus, but it has also been criticized as utopian. Bookchin is critical of the class-centered analysis of Marxism and simplistic anti-state forms of libertarianism and liberalism and wished to present what he saw was a more complex view of societies. Bookchin writes that, 'My use of the word hierarchy in the subtitle of this work is meant to be provocative. There is a strong theoretical need to contrast hierarchy with the more widespread use of the words class and State; careless use of these terms can produce a dangerous simplification of social reality. To use the words hierarchy, class, and State interchangeably, as many social theorists do, is insidious and obscurantist. This practice, in the name of a 'classless' or 'libertarian' society, could easily conceal the existence of hierarchical relationships and a hierarchical sensibility, both of which – even in the absence of economic exploitation or political coercion – would serve to perpetuate unfreedom.'",
    "author": "Murray Bookchin",
    "title": "The Ecology of Freedom",
    "year": "1982",
    "image": "https://upload.wikimedia.org/wikipedia/en/0/0d/The_Ecology_of_Freedom.jpg",
    "url": "https://en.wikipedia.org/wiki/The_Ecology_of_Freedom"
  },
  "scheer2004": {
    "ENTRYTYPE": "item",
    "ID": "scheer2004",
    "abstract": "An account of how the global economy can and must replace its dependence on fossil fuels with solar and renewable energy - and the enormous and multiple benefits which will follow. The author explodes the myth that fossil fuel is cheaper and maps the road towards renewable energy that will create a genuinely sustainable global economy - and the only secure prospects for future prosperity that can be shared worldwide. Scheer's book offers an alternative programme to what he believes is the fruitless and doomed process of the Kyoto Protocol on climate change and international negotiations to reach a consensus with the existing fossil-fuel lobby.",
    "author": "Hermann Scheer",
    "title": "The Solar Economy",
    "year": "2004",
    "image": "https://www.oreilly.com/api/v2/epubs/9781853838354/files/images/9781853838354_cover.jpg",
    "url": "https://archive.org/details/solareconomyrene0000sche"
  },
  "hogan1982": {
    "ENTRYTYPE": "item",
    "ID": "hogan1982",
    "abstract": "The story opens early in the 21st century, as an automated space probe is being prepared for a mission to explore habitable exoplanets in the Alpha Centauri system. However, Earth appears destined for a global war which the probe designers fear that humanity may not survive. It appears that the only chance for the human species is to reestablish itself far away from the conflict but there is no time left for a crewed expedition to escape Earth. The team, led by Henry B. Congreve, change their mission priority and quickly modify the design to carry several hundred sets of electronically coded human genetic data. Also included in this mission of embryo space colonization is a databank of human knowledge, robots to convert the data into genetic material and care for the children and construct habitats when the destination is reached, and a number of artificial wombs. The probe's designers name it the Kuan-Yin after the bodhisattva of childbirth and compassion. Shortly after the launch, global war indeed breaks out and several decades later, Earthbound humanity is united under an authoritarian government. It is this government that receives a radio message from the fledgling 'Chironian' civilization revealing that the probe found a habitable planet (Chiron) and that the first generation of children have been raised successfully. ",
    "author": "James P. Hogan",
    "title": "Voyage from Yesteryear",
    "year": "1982",
    "image": "https://upload.wikimedia.org/wikipedia/en/5/57/Voyage_from_Yesteryear.jpg",
    "url": "https://en.wikipedia.org/wiki/Voyage_from_Yesteryear"
  },
  "huxley1962": {
    "ENTRYTYPE": "item",
    "ID": "huxley1962",
    "abstract": "Island is a 1962 utopian manifesto and novel by English writer Aldous Huxley, the author's final work before his death in 1963. Although it has a plot, the plot largely serves to further conceptual explorations rather than setting up and resolving conventional narrative tension. It is the account of Will Farnaby, a cynical journalist who is shipwrecked on the fictional island of Pala. Island is Huxley's utopian counterpart to his most famous work, the 1932 dystopian novel Brave New World.",
    "author": "Aldous Huxley",
    "title": "Island",
    "year": "1962",
    "image": "https://upload.wikimedia.org/wikipedia/en/a/af/Island.JPG",
    "url": "https://en.wikipedia.org/wiki/Island_(Huxley_novel)"
  },
  "ulibarri2018": {
    "ENTRYTYPE": "item",
    "ID": "ulibarri2018",
    "abstract": "Solarpunk is a type of optimistic science fiction that imagines a future founded on renewable energies. The seventeen stories in this volume are not boring utopias—they grapple with real issues such as the future and ethics of our food sources, the connection or disconnection between technology and nature, and the interpersonal conflicts that arise no matter how peaceful the world is. In these pages you'll find a guerilla art installation in Milan, a murder mystery set in a weather manipulation facility, and a world where you are judged by the glow of your solar nanite implants. From an opal mine in Australia to the seed vault at Svalbard, from a wheat farm in Kansas to a crocodile ranch in Malaysia, these are stories of adaptation, ingenuity, and optimism for the future of our world and others. For readers who are tired of dystopias and apocalypses, these visions of a brighter future will be a breath of fresh air.",
    "author": "Sarena Ulibarri",
    "title": "Glass and Gardens: Solarpunk Summers",
    "year": "2018",
    "image": "https://www.worldweaverpress.com/uploads/2/3/6/5/23652778/s852059612874479876_p147_i2_w640.jpeg",
    "url": "https://www.worldweaverpress.com/store/p147/Glass_and_Gardens%3A_Solarpunk_Summers.html"
  },
  "item1": {
    "ENTRYTYPE": "item",
    "ID": "item1",
    "abstract": "A Door into Ocean is a 1986 feminist science fiction novel by Joan Slonczewski. The novel's themes include ecofeminism and nonviolent revolution, as well as Slonczewski's own knowledge in the field of biology. The novel is set in the future, on the fictional planet of Shora, a moon covered by water. The inhabitants of this planet, known as Sharers, are all female. Sharers use genetic engineering to control the ecology of their planet. They are peaceful beings who 'share' — that is, they have a spiritual and linguistic union with each other and treat everyone equally. The Sharers take egalitarianism for granted because they share and they lack the concept of 'power-over', making their society one in which conflicts are settled without violence. When they are being threatened by an outside power, they resist nonviolently because they refuse to believe in power. Thus, the Sharers can never be subdued by force. The Sharer way of nonviolence is more than spiritual. It is based on historical realities of nonviolent resistance. The author based the events of their novel on much historical research, particularly the writings of peace historian Gene Sharp. The novel includes much biological research into the evolution of innate capacities for nonviolence. For example, the participation of children in nonviolent resistance draws on deep instinctual responses found in humans and related mammals.",
    "author": "Joan Slonczewski",
    "title": "A Door into Ocean",
    "year": "1986",
    "image": "https://upload.wikimedia.org/wikipedia/en/f/fb/A-door-into-oceanJPG.JPG",
    "url": "https://en.wikipedia.org/wiki/A_Door_into_Ocean"
  }
}
