[
  {
    "id": "krzic2021",
    "abstract": "Written entirely by members of the Canadian Society of Soil Science, 'Digging into Canadian Soils: An Introduction to Soil Science' provides an introduction to the core disciplines of soil science, and introduces the concepts and vocabulary needed by students just beginning their soil science journey. The textbook provides supplementary materials that are specific to regions in Canada, or may be of specific interest beyond what might be considered introductory soil science material. Importantly, the textbook also is intended to introduce students to the Canadian System of Soil Classification by providing examples from across the length and breadth of the world's second largest country, and to the Canadian Society of Soil Science, whose members share a common passion for soil science and are keen to share and instill this passion with students across Canada.",
    "author": "edited by Maja Krzic, Fran Walley, Amanda Diochon, Maxime C. Paré, and Rich Farrell",
    "title": "Digging into Canadian Soils",
    "year": "2021",
    "image": "https://openpress.usask.ca/app/uploads/sites/81/2021/08/Cover-Photo-1-768x1002.png",
    "more": "https://openpress.usask.ca/soilscience/"
  },
  {
    "id": "tallamy2007",
    "abstract": "As development and habitat destruction accelerate, there are increasing pressures on wildlife populations. In Bringing Nature Home, Douglas W. Tallamy reveals the unbreakable link between native plant species and native wildlife—native insects cannot, or will not, eat alien plants. When native plants disappear, the insects disappear, impoverishing the food source for birds and other animals. But there is an important and simple step we can all take to help reverse this alarming trend: everyone with access to a patch of earth can make a significant contribution toward sustaining biodiversity by simply choosing native plants. By acting on Douglas Tallamy's practical and achievable recommendations, we can all make a difference.",
    "author": "Doug Tallamy",
    "title": "Bringing Nature Home: How You Can Sustain Wildlife with Native Plants",
    "year": "2007",
    "image": "https://www.hachettebookgroup.com/wp-content/uploads/2022/07/9780881929928.jpeg?resize=1023,1536",
    "more": "https://archive.org/details/bringingnatureho0000tall"
  },
  {
    "id": "bukowski2018",
    "abstract": "Fueled by the popularity of permaculture and agroecology, community food forests are capturing the imaginations of people in neighborhoods, towns, and cities across the United States. Along with community gardens and farmers markets, community food forests are an avenue toward creating access to nutritious food and promoting environmental sustainability where we live. Interest in installing them in public spaces is on the rise. People are the most vital component of community food forests, but while we know more than ever about how to design food forests, the ways in which to best organize and lead groups of people involved with these projects has received relatively little attention. <br/> In The Community Food Forest Handbook, Catherine Bukowski and John Munsell dive into the civic aspects of community food forests, drawing on observations, group meetings, and interviews at over 20 projects across the country and their own experience creating and managing a food forest. They combine the stories and strategies gathered during their research with concepts of community development and project management to outline steps for creating lasting public food forests that positively impact communities. <br/> Rather than rehash food forest design, which classic books such as Forest Gardening and Edible Forest Gardens address in great detail, The Community Food Forest Handbook uses systems thinking and draws on social change theory to focus on how to work with diverse groups of people when conceiving of, designing, and implementing a community food forest. To find practical ground, the authors use management phases to highlight the ebb and flow of community capitals from a project's inception to its completion. They also explore examples of positive feedbacks that are often unexpected but offer avenues for enhancing the success of a community food forest. <br/> The Community Food Forest Handbook provides readers with helpful ideas for building and sustaining momentum, working with diverse public and private stakeholders, integrating assorted civic interests and visions within one project, creating safe and attractive sites, navigating community policies, positively affecting public perception, and managing site evolution and adaptation. Its concepts and examples showcase the complexities of community food forests, highlighting the human resilience of those who learn and experience what is possible when they collaborate on a shared vision for their community.",
    "author": "Catherine Bukowski and John Munsell",
    "title": "The Community Food Forest Handbook: How to Plan, Organize, and Nurture Edible Gathering Places",
    "year": "2018",
    "image": "https://www.chelseagreen.com/wp-content/uploads/9781603586443.jpg",
    "more": "https://www.chelseagreen.com/product/the-community-food-forest-handbook/"
  },
]
