[
  {
    "id": "krzic2021",
    "abstract": "Written entirely by members of the Canadian Society of Soil Science, 'Digging into Canadian Soils: An Introduction to Soil Science' provides an introduction to the core disciplines of soil science, and introduces the concepts and vocabulary needed by students just beginning their soil science journey. The textbook provides supplementary materials that are specific to regions in Canada, or may be of specific interest beyond what might be considered introductory soil science material. Importantly, the textbook also is intended to introduce students to the Canadian System of Soil Classification by providing examples from across the length and breadth of the world's second largest country, and to the Canadian Society of Soil Science, whose members share a common passion for soil science and are keen to share and instill this passion with students across Canada.",
    "author": "edited by Maja Krzic, Fran Walley, Amanda Diochon, Maxime C. Paré, and Rich Farrell",
    "title": "Digging into Canadian Soils",
    "year": "2021",
    "image": "https://openpress.usask.ca/app/uploads/sites/81/2021/08/Cover-Photo-1-768x1002.png",
    "more": "https://openpress.usask.ca/soilscience/"
  },
  {
    "id": "krzic2021",
    "abstract": "What is Tactical Urbanism? Pedestrian Plazas. Parklets. Pop-up Bike Lanes. Whether you live in a community large or small, you've likely seen it for yourself. Cities around the world are using flexible and short-term projects to advance long-term goals related to street safety, public space, and more. Tactical Urbanism is all about action. Also known as DIY Urbanism, Planning-by-Doing, Urban Acupuncture, or Urban Prototyping, this approach refers to a city, organizational, and/or citizen-led approach to neighborhood building using short-term, low-cost, and scalable interventions to catalyze long-term change.",
    "author": "Street Plans Collaborative",
    "title": "Tactical Urbanist's Guide to Materials and Design",
    "year": "2018",
    "image": "http://tacticalurbanismguide.com/wp-content/uploads/2017/02/TU_MG_450.png",
    "more": "http://tacticalurbanismguide.com/"
  },
]
