[
  {
    "id": "bookchin1971",
    "abstract": "Bookchin's 'post-scarcity anarchism' is an economic system based on social ecology, libertarian municipalism, and an abundance of fundamental resources. Bookchin argues that post-industrial societies have the potential to be developed into post-scarcity societies, and can thus imagine 'the fulfillment of the social and cultural potentialities latent in a technology of abundance'. The self-administration of society is now made possible by technological advancement and, when technology is used in an ecologically sensitive manner, the revolutionary potential of society will be much changed. Bookchin claims that the expanded production made possible by the technological advances of the twentieth century were in the pursuit of market profit and at the expense of the needs of humans and of ecological sustainability. The accumulation of capital can no longer be considered a prerequisite for liberation, and the notion that obstructions such as the state, social hierarchy, and vanguard political parties are necessary in the struggle for freedom of the working classes can be dispelled as a myth.",
    "author": "Murray Bookchin",
    "title": "Post-Scarcity Anarchism",
    "year": "1971",
    "image": "https://upload.wikimedia.org/wikipedia/en/4/40/Post_Scarcity_Anarchism%2C_1971_edition.JPG",
    "more": "https://en.wikipedia.org/wiki/Post-Scarcity_Anarchism"
  },
  {
    "id": "bookchin1982",
    "abstract": "The Ecology of Freedom: The Emergence and Dissolution of Hierarchy is a 1982 book by the American libertarian socialist and ecologist Murray Bookchin, in which the author describes his concept of social ecology, the idea that ecological problems are caused by human social problems and can be solved only by reorganizing society along ecological and ethical lines. The book is considered Bookchin's magnum opus, but it has also been criticized as utopian. Bookchin is critical of the class-centered analysis of Marxism and simplistic anti-state forms of libertarianism and liberalism and wished to present what he saw was a more complex view of societies. Bookchin writes that, 'My use of the word hierarchy in the subtitle of this work is meant to be provocative. There is a strong theoretical need to contrast hierarchy with the more widespread use of the words class and State; careless use of these terms can produce a dangerous simplification of social reality. To use the words hierarchy, class, and State interchangeably, as many social theorists do, is insidious and obscurantist. This practice, in the name of a 'classless' or 'libertarian' society, could easily conceal the existence of hierarchical relationships and a hierarchical sensibility, both of which – even in the absence of economic exploitation or political coercion – would serve to perpetuate unfreedom.'",
    "author": "Murray Bookchin",
    "title": "The Ecology of Freedom",
    "year": "1982",
    "image": "https://upload.wikimedia.org/wikipedia/en/0/0d/The_Ecology_of_Freedom.jpg",
    "more": "https://en.wikipedia.org/wiki/The_Ecology_of_Freedom"
  },
  {
    "id": "fuller1969",
    "abstract": "By using the metaphor of earth as a solar-powered shapeship, the futurist Fuller creates an optimistic vision of human civilization that overcomes all conceptions of scarcity through applied systems thinking, technological ingenuity that produces greater outputs through fewer inputs, and sustainable design principles at scale. While Fuller has been criticized for his sometimes difficult writing style and glossing over cultural aspects (for instance, he predicts racism will grow obsolete through its sheer irrationality), his vision of building a future that is both sustainable and abundant continues to inspire.",
    "author": "R. Buckminster Fuller",
    "title": "Operating Manual for Spaceship Earth",
    "year": "1969",
    "image": "https://upload.wikimedia.org/wikipedia/en/1/16/Operating_Manual_for_Spaceship_Earth.jpg",
    "more": "https://en.wikipedia.org/wiki/Operating_Manual_for_Spaceship_Earth"
  },
  {
    "id": "scheer2004",
    "abstract": "An account of how the global economy can and must replace its dependence on fossil fuels with solar and renewable energy - and the enormous and multiple benefits which will follow. The author explodes the myth that fossil fuel is cheaper and maps the road towards renewable energy that will create a genuinely sustainable global economy - and the only secure prospects for future prosperity that can be shared worldwide. Scheer's book offers an alternative programme to what he believes is the fruitless and doomed process of the Kyoto Protocol on climate change and international negotiations to reach a consensus with the existing fossil-fuel lobby.",
    "author": "Hermann Scheer",
    "title": "The Solar Economy",
    "year": "2004",
    "image": "https://www.oreilly.com/api/v2/epubs/9781853838354/files/images/9781853838354_cover.jpg",
    "more": "https://archive.org/details/solareconomyrene0000sche"
  },
  {
    "id": "solarpunk2019",
    "abstract": "Solarpunk is a movement in speculative fiction, art, fashion, and activism that seeks to answer and embody the question 'what does a sustainable civilization look like, and how can we get there?'",
    "author": "The Solarpunk Collective",
    "title": "A Solarpunk Manifesto",
    "year": "2019",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Solarpunk_Flag.jpg",
    "more": "http://www.re-des.org/a-solarpunk-manifesto/"
  },

]
