{
  "Atherton1978TheCoronavirus": {
    "ENTRYTYPE": "article",
    "ID": "Atherton1978TheCoronavirus",
    "abstract": "Chick embryo tracheal organ cultures showed increased resistance to infection by a coronavirus after exposure to ascorbate, while chick respiratory epithelium and allantois-on-shell preparations showed no increase in resistance to infection by an influenza virus or a paramyxovirus. ",
    "author": "Atherton, J. G. and Kratzing, C. C. and Fisher, Anne",
    "citedbycount": "7",
    "doi": "10.1007/BF01317848",
    "issn": "03048608 14328798",
    "journal": "Archives of Virology",
    "keywords": "organ cultures",
    "language": "None",
    "number": "3",
    "pages": "195-199",
    "title": "The effect of ascorbic acid on infection of chick-embryo ciliated tracheal organ cultures by coronavirus",
    "volume": "56",
    "year": "1978"
  },
  "Bhatt1972CharacterizationGroup": {
    "ENTRYTYPE": "article",
    "ID": "Bhatt1972CharacterizationGroup",
    "abstract": "The virus that causes sialodacryoadenitis in rats has been isolated in mice and in primary cultures of rat-kidney cells and has been characterized as a heat-labile RNA virus that is sensitive to lipid solvents and is relatively stable at pH 3.0. This virus is antigenically related to the virus of hepatitis in mice and to coronavirus of rats. The range of hosts of this agent appears to be narrow. On the basis of available biologic characteristics, it has been placed in the coronavirus group. © 1972 by the University of Chicago.",
    "author": "Bhatt, Pravin N. and Percy, Dean H. and Jonas, Albert M.",
    "citedbycount": "41",
    "doi": "10.1093/infdis/126.2.123",
    "issn": "15376613 00221899",
    "journal": "Journal of Infectious Diseases",
    "keywords": "antigenically related",
    "language": "None",
    "number": "2",
    "pages": "123-130",
    "title": "Characterization of the virus of sialodacryoadenitis of rats: A member of the coronavirus group",
    "volume": "126",
    "year": "1972"
  },
  "Bhatt1977ExperimentalCoronavirus": {
    "ENTRYTYPE": "article",
    "ID": "Bhatt1977ExperimentalCoronavirus",
    "abstract": "The pathogenesis of Parker's Rat Coronavirus (PRCV) was studied in axenic CD rats. Three to four 9 to 10 week old rats were euthanized daily for eight days after intranasal inoculation. Rats remained free of clinical disease. Virus was recovered from the nasopharynx and trachea after twenty-four hours and from the lung by day three but was not detected in respiratory tract after seven days. Viral antigen was detected by indirect immunofluorescence in the mucosal epithelium of upper respiratory tract and in pulmonary alveolar septae from day two to six postinoculation. Acute rhinitis developed by day two and was associated with mild focal necrosis of respiratory mucosal epithelium. Mild nonsuppurative tracheitis and multifocal interstitial pneumonia appeared by day five and persisted through day eight. Dacryoadenitis did not occur, sialoadenitis was detected in only three rats and virus was recovered from only one submaxillary salivary gland. This experiment indicates that PRCV can be a primary pathogen for the respiratory system of adult rats. In contrast to sialodacryoadenitis (SDA) virus the tropism of PRCV for salivary and lacrimal glands is low. ",
    "author": "Bhatt, P. N. and Jacoby, R. O.",
    "citedbycount": "21",
    "doi": "10.1007/BF01314779",
    "issn": "03048608 14328798",
    "journal": "Archives of Virology",
    "keywords": "",
    "language": "None",
    "number": "4",
    "pages": "345-352",
    "title": "Experimental infection of adult axenic rats with Parker's Rat Coronavirus",
    "volume": "54",
    "year": "1977"
  },
  "Bingham1975HaemagglutinationCoronavirus": {
    "ENTRYTYPE": "article",
    "ID": "Bingham1975HaemagglutinationCoronavirus",
    "abstract": "The haemagglutinating ability of three strains of IBV was investigated. It was shown that whereas strain Beaudette had no detectable haemagglutinin, both Connecticut and Massachusetts agglutinated red cells of various species. The haemagglutinin of Connecticut was detectable after sucrose gradient purification whereas that of Massachusetts required both the purification step and incubation with the enzyme phospholipase C to reveal it. The agglutination could be inhibited by specific antisera. Some studies on the nature of the red cell receptor, and the possible presence of a receptor destroying enzyme, are reported.",
    "author": "Bingham, R. W. and Madge, M. H. and Tyrrell, D. A.J.",
    "citedbycount": "29",
    "doi": "10.1099/0022-1317-28-3-381",
    "issn": "00221317",
    "journal": "Journal of General Virology",
    "keywords": "",
    "language": "None",
    "number": "3",
    "pages": "381-390",
    "title": "Haemagglutination by avian infectious bronchitis virus: a coronavirus",
    "volume": "28",
    "year": "1975"
  },
  "Bingham1977StudiesVirus": {
    "ENTRYTYPE": "article",
    "ID": "Bingham1977StudiesVirus",
    "abstract": "When avian infectious bronchitis virus (IBV) is fixed in formaldehyde, negative stains are able to penetrate the particle and to visualize an internal component. This component is seen as a tongue or flask shaped structure attached at one point to the outer virus membrane. A model yielding transmission patterns similar to the virus has been made. Gradient centrifugation studies on IBV reveal that the RNP is associated with the internal sac.",
    "author": "Bingham, R. W. and Almeida, J. D.",
    "citedbycount": "10",
    "doi": "10.1099/0022-1317-36-3-495",
    "issn": "00221317",
    "journal": "Journal of General Virology",
    "keywords": "avian infectious, bronchitis virus, infectious bronchitis",
    "language": "None",
    "number": "3",
    "pages": "495-502",
    "title": "Studies on the structure of a coronavirus avian infectious bronchitis virus",
    "volume": "36",
    "year": "1977"
  },
  "Bond1979PathogenicAV": {
    "ENTRYTYPE": "article",
    "ID": "Bond1979PathogenicAV",
    "abstract": "We have identified nine intracellular virus-specific proteins in cells infected with JHMV or A59V. Seven virus-specific proteins were detected by sodium dodecyl sulfate-polyacrylamide gel electrophoresis and two additional virus-specific proteins were detected by two-dimensional gel electrophoresis. The A59V- and JHMV-specific proteins differ slightly in molecular weight. Four of the nine proteins are structural proteins. The synthesis of the nine virus-specific proteins is noncoordinate with respect to time. © 1979.",
    "author": "Bond, Clifford W. and Leibowitz, Julian L. and Robb, James A.",
    "citedbycount": "31",
    "doi": "10.1016/0042-6822(79)90468-9",
    "issn": "10960341 00426822",
    "journal": "Virology",
    "keywords": "",
    "language": "None",
    "number": "2",
    "pages": "371-384",
    "title": "Pathogenic murine coronaviruses II. Characterization of virus-specific proteins of murine coronaviruses JHMV and A59V",
    "volume": "94",
    "year": "1979"
  },
  "Bradburne1969TheTissueCulture": {
    "ENTRYTYPE": "article",
    "ID": "Bradburne1969TheTissueCulture",
    "abstract": "The conditions for the cultivation of the 229-E respiratory virus in tissue culture are described. The virus multiplies only in human tissue culture systems, but a variety of cell types are sensitive to it. The virus has been isolated in three continuous cell lines and a plaque assay has been developed in one of these. This cell line (L 132) derived from human embryo lung, was also used to isolate three other viruses of similar morphology which had previously been cultivated only in organ cultures of human respiratory epithelium. High rates of isolation of these viruses were made in L 132 cells using nasal washings from experimentally inoculated volunteers. It is concluded that this cell line is a valuable tool in the study of viruses of this group. ",
    "author": "Bradburne, A. F. and Tyrrell, D. A.J.",
    "citedbycount": "15",
    "doi": "10.1007/BF01249379",
    "issn": "03048608 14328798",
    "journal": "Archiv für die gesamte Virusforschung",
    "keywords": "tissue culture, organ cultures",
    "language": "None",
    "number": "2",
    "pages": "133-150",
    "title": "The propagation of \"coronaviruses\" in tissue-culture",
    "volume": "28",
    "year": "1969"
  },
  "Bradburne1970AntigenicCoronaviruses": {
    "ENTRYTYPE": "article",
    "ID": "Bradburne1970AntigenicCoronaviruses",
    "abstract": "Several serological interrelationships between various members of the corona-virus group have been revealed in neutralization, complement fixation, and gel-diffusion tests, using human and hyperimmune animal sera. Several members of this group of human and animal pathogens are shown to cross-react in one or more type of test, but one member, avian infectious bronchitis virus, was shown to be unrelated. Mouse hepatitis virus (MHV3) was found to be antigenically related to a number of human types of coronavirus. Difficulties were encountered in the investigation of paired human sera in demonstrating the specificity of antibody rises, placing doubt on the values of some serological studies. The significance of these interrelationships is discussed in the light of other investigations. ",
    "author": "Bradburne, A. F.",
    "citedbycount": "33",
    "doi": "10.1007/BF01253769",
    "issn": "03048608 14328798",
    "journal": "Archiv für die gesamte Virusforschung",
    "keywords": "antigenically related, complement fixation, hepatitis virus, avian infectious, bronchitis virus, infectious bronchitis",
    "language": "None",
    "number": "3-4",
    "pages": "352-364",
    "title": "Antigenic relationships amongst coronaviruses",
    "volume": "31",
    "year": "1970"
  },
  "Bradburne1972AnCells": {
    "ENTRYTYPE": "article",
    "ID": "Bradburne1972AnCells",
    "abstract": "A system is described for the study of the multiplication of two coronaviruses, both of human origin. Low efficiences of adsorption and infectious centre formation were observed. The viruses were found to have a 4-6 hour eclipse phase in L 132 cells at 33° C. Both viruses were completely inhibited by raising the incubation temperature to 39° C, and there was also a depression in the yield of virus at 30° C compared with control cultures maintained at 33° C. \"Shift\" experiments have indicated that the high temperature-sensitive event occurred fairly late on in the replicative cycle, but the time could not be accurately determined. ",
    "author": "Bradburne, A. F.",
    "citedbycount": "4",
    "doi": "10.1007/BF01241452",
    "issn": "14328798 03048608",
    "journal": "Archiv für die gesamte Virusforschung",
    "keywords": "",
    "language": "None",
    "number": "4",
    "pages": "297-307",
    "title": "An investigation of the replication of coronaviruses in suspension cultures of L132 cells",
    "volume": "37",
    "year": "1972"
  },
  "Bradburne1972CoronavirusVolunteers": {
    "ENTRYTYPE": "article",
    "ID": "Bradburne1972CoronavirusVolunteers",
    "abstract": "Six coronaviruses isolated in the U. S. A. have been inoculated into volunteers and all produced colds. Between 10 and 20 % of infected volunteers developed heterologous antibody responses after these and other experimental infections with coronaviruses. The haemagglutination-inhibition test with the OC43 virus strain was found to detect antibody rises after infection with a variety of strains. Studies on normal adult sera taken between 1965 and 1970 revealed a high frequency of neutralizing antibody to one strain (229E) and a frequency of HI antibody to strain OC43 which fluctuated from year to year. Complement-fixing antibodies to these two viruses were also found, revealing an apparent increase in the activity of coronaviruses in the general population of the U. K., during the winter of 1968–9. © 1972, Cambridge University Press. ",
    "author": "Bradburne, A. F. and Somerset, B. A.",
    "citedbycount": "29",
    "doi": "10.1017/S0022172400022294",
    "issn": "00221724",
    "journal": "Journal of Hygiene",
    "keywords": "virus strain, neutralizing antibody",
    "language": "None",
    "number": "2",
    "pages": "235-244",
    "title": "Coronavirus antibody titres in sera of healthy adults and experimentally infected volunteers",
    "volume": "70",
    "year": "1972"
  },
  "Bridger1978IsolationDenmark": {
    "ENTRYTYPE": "article",
    "ID": "Bridger1978IsolationDenmark",
    "abstract": "Coronaviruses were isolated from neonatal calves with diarrhoea in Great Britain and Denmark. They were serially passed in gnotobiotic calves which developed acute diarrhoea. Pathological lesions were found in the small and large intestines. Coronaviruses were demonstrated by electron microscopic examination of the faeces and intestinal contents, immunofluorescent staining of sections of small and large intestine and by isolation in tracheal organ cultures. In early passages of the British coronavirus, particles of about 30 nm in diameter were observed in the faeces by electron microscopy. These particles were removed from the coronavirus preparations by cross-protection experiments in calves. The coronaviruses were morphologically and antigenically similar to the bovine coronavirus isolated in the United States and the British virus was adapted to replicate in calf kidney cell cultures. © 1978.",
    "author": "Bridger, Janice C. and Woode, G. N. and Meyling, A.",
    "citedbycount": "21",
    "doi": "10.1016/0378-1135(78)90002-0",
    "issn": "03781135",
    "journal": "Veterinary Microbiology",
    "keywords": "electron microscopy, cell cultures, organ cultures",
    "language": "None",
    "number": "2",
    "pages": "101-113",
    "title": "Isolation of coronaviruses from neonatal calf diarrhoea in Great Britain and Denmark",
    "volume": "3",
    "year": "1978"
  },
  "Bridger1978ReplicationCultures": {
    "ENTRYTYPE": "article",
    "ID": "Bridger1978ReplicationCultures",
    "abstract": "A coronavirus isolated in tracheal organ cultures from the faeces of a calf with diarrhoea readily multiplied on passage in intestinal organ cultures. Evidence for multiplication was obtained by the production of viral haemagglutinin in organ culture fluids and the presence of immunofluorescence and viral particles in the columnar epithelial cells of the villi. Thus virus multiplication was studied in vitro in the cell type in which it multiplies naturally. ",
    "author": "Bridger, Janice C. and Caul, E. O. and Egglestone, S. I.",
    "citedbycount": "28",
    "doi": "10.1007/BF01315636",
    "issn": "03048608 14328798",
    "journal": "Archives of Virology",
    "keywords": "epithelial cells, organ cultures",
    "language": "None",
    "number": "1",
    "pages": "43-51",
    "title": "Replication of an enteric bovine coronavirus in intestinal organ cultures",
    "volume": "57",
    "year": "1978"
  },
  "Bruckov1970TheMonolayers": {
    "ENTRYTYPE": "article",
    "ID": "Bruckov1970TheMonolayers",
    "abstract": "Two human coronaviruses, strains OC38 and OC43, were successfully adapted to growth in tissue culture monolayers. The adapted strains produced a cytopathic effect in primary rhesus or vervet monkey kidney and in BSC-1 cell monolayers. The adaptation described will facilitate further investigations of the structure of coronaviruses. ",
    "author": "Brucková, Marie and McIntosh, Kenneth and Kapikian, Albert Z. and Chanock, Robert M.",
    "citedbycount": "12",
    "doi": "10.3181/00379727-135-35068",
    "issn": "15353699 00379727",
    "journal": "Proceedings of the Society for Experimental Biology and Medicine",
    "keywords": "human coronavirus, tissue culture",
    "language": "None",
    "number": "2",
    "pages": "431-435",
    "title": "The Adaptation of Two Human Coronavirus Strains (OC38 and OC43) to Growth in Cell Monolayers",
    "volume": "135",
    "year": "1970"
  },
  "Bucknall1972IntracellularOc": {
    "ENTRYTYPE": "article",
    "ID": "Bucknall1972IntracellularOc",
    "abstract": "The human respiratory corona-virus OC43, grown in WI38 cells matures in cytoplasmic vesicles, and its development resembles that of coronavirus 229E. However, we did not observe budding of OC43 virus into the vesicles, although this is a characteristic feature of the morphogenesis of 229E virus. In OC43-infected cells, progeny virus accumulate on the outside surface of the cell in sufficient quantity to bind rat red blood cells and give rise to a “pseudohemadsorption” reaction. ",
    "author": "Bucknall, Robert A. and Kalica, Anthony R. and Chanock, Robert M.",
    "citedbycount": "8",
    "doi": "10.3181/00379727-139-36243",
    "issn": "15353699 00379727",
    "journal": "Proceedings of the Society for Experimental Biology and Medicine",
    "keywords": "infected cells",
    "language": "None",
    "number": "3",
    "pages": "811-817",
    "title": "Intracellular Development and Mechanism of Hemadsorption of a Human Coronavirus, OC43",
    "volume": "139",
    "year": "1972"
  },
  "Bucknall1972StudiesOc": {
    "ENTRYTYPE": "article",
    "ID": "Bucknall1972StudiesOc",
    "abstract": "When the human coronaviruses, OC43 and 229E, are grown in the absence of calf serum, they have similar thermal inactivation rates and similar UV inactivation rates. When they are grown in the presence of serum, the thermal inactivation rate of OC43, and the UV inactivation rate of both OC43 and 229E are reduced, and evidence suggests this is because the viruses are in aggregates. The UV inactivation rate of serum-free OC43 and 229E is very similar to that of influenza A2 suggesting that the genomes are of comparable size. The shutoff temperatures for OC43 and 229E are 35-36° and 36-37°, respectively. ",
    "author": "Bucknall, Robert A. and King, Lula M. and Kapikian, Albert Z. and Chanock, Robert M.",
    "citedbycount": "4",
    "doi": "10.3181/00379727-139-36224",
    "issn": "15353699 00379727",
    "journal": "Proceedings of the Society for Experimental Biology and Medicine",
    "keywords": "human coronavirus",
    "language": "None",
    "number": "3",
    "pages": "722-727",
    "title": "Studies With Human Coronaviruses II. Some Properties of Strains 229E and OC43",
    "volume": "139",
    "year": "1972"
  },
  "Caul1975CoronavirusGastroenteritis": {
    "ENTRYTYPE": "article",
    "ID": "Caul1975CoronavirusGastroenteritis",
    "abstract": "A fæcal suspension from a patient with gastroenteritis, which contained large numbers of coronavirus particles when examined by electron microscopy, was inoculated into human embryo intestinal-organ cultures and primary human embryo-kidney monolayers. In the organ cultures, the villous epithelium became detached and large numbers of coronavirus particles were seen by electron microscopy both in the medium and in thin sections of the intestinal epithelial cells, where the virus appeared to be multiplying. In organ cultures and in human embryo-kidney cells, intracytoplasmic virus was demonstrated by indirect immunofluorescence with convalescent serum from the patient. © 1975.",
    "author": "Caul, E. O. and Clarke, S. K.R.",
    "citedbycount": "25",
    "doi": "10.1016/S0140-6736(75)90363-3",
    "issn": "01406736",
    "journal": "The Lancet",
    "keywords": "electron microscopy, epithelial cells, intestinal epithelial, organ cultures",
    "language": "None",
    "number": "7942",
    "pages": "953-954",
    "title": "CORONAVIRUS PROPAGATED FROM PATIENT WITH NON-BACTERIAL GASTROENTERITIS",
    "volume": "306",
    "year": "1975"
  }
}